[
  {
    "id": 1,
    "title": "Sholawat Badar",
    "arabic": "صَلَاةُ اللهِ سَلَامُ اللهِ عَلَى طَهَ رَسُوْلِ اللهِ\nصَلَاةُ اللهِ سَلَامُ اللهِ عَلَى يـس حَبِيْبِ اللهِ\nتَوَسَّلْنَا بِبِسْمِ اللهِ وَبِالْـهَادِ رَسُوْلِ اللهِ\nوَكُـلِّ مُجَاهِـدِ لِلّهِ بِأَهْـلِ الْبَـدْرِ يَا اللهِ",
    "latin": "Sholatullah salamullah 'ala Thoha Rosulillah\nSholatullah salamullah 'ala Yasiin Habibillah\nTawassalna bibismillah wabil Hadi Rosulillah\nWakulli mujaahidin lillah bi-ahlil badri yaa Allah",
    "translation": "Rahmat dan keselamatan Allah semoga tetap tercurah kepada Thoha utusan Allah. Rahmat dan keselamatan Allah semoga tetap tercurah kepada Yasin kekasih Allah. Kami bertawassul dengan Bismillah dan dengan pemberi petunjuk Rasulullah. Dan setiap pejuang di jalan Allah dengan berkah ahli Badar, ya Allah.",
    "audio": "sholawat_badar.mp3",
    "category": "populer",
    "url": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3"
  },
  {
    "id": 2,
    "title": "Sholawat Nariyah",
    "arabic": "اَللّٰهُمَّ صَلِّ صَلَاةً كَامِلَةً وَسَلِّمْ سَلَامًا تَامًّا عَلَى سَيِّدِنَا مُحَمَّدٍ الَّذِي تَنْحَلُّ بِهِ الْعُقَدُ وَتَنْفَرِجُ بِهِ الْكُرَبُ وَتُقْضَى بِهِ الْحَوَائِجُ وَتُنَالُ بِهِ الرَّغَائِبُ وَحُسْنُ الْخَوَاتِمِ وَيُسْتَسْقَى الْغَمَامُ بِوَجْهِهِ الْكَرِيْمِ وَعَلَى آلِهِ وَصَحْبِهِ فِي كُلِّ لَمْحَةٍ وَنَفَسٍ بِعَدَدِ كُلِّ مَعْلُوْمٍ لَكَ",
    "latin": "Allohumma sholli sholatan kamilatan wa sallim salaman tamman 'ala sayyidina Muhammadinil ladzi tanhallu bihil 'uqodu wa tanfariju bihil kurobu wa tuqdho bihil hawa-iju wa tunalu bihir rogko-ibu wa husnul khowatimi wa yustasqol ghomamu biwajhihil karimi wa 'ala alihi wa shohbihi fi kulli lamhatin wa nafasin bi'adadi kulli ma'lumin laka",
    "translation": "Ya Allah, limpahkanlah shalawat yang sempurna dan kesejahteraan yang merata kepada junjungan kami Nabi Muhammad yang dengannya terurai segala kekusutan, dilepaskan segala kesusahan, ditunaikan segala hajat, tercapai segala keinginan dan akhir yang baik, serta dicurahkan rahmat lewat wajahnya yang mulia, juga kepada keluarga dan sahabatnya pada setiap kedipan mata dan hembusan nafas sebanyak bilangan yang Engkau ketahui.",
    "audio": "sholawat_nariyah.mp3",
    "category": "hajat",
    "url": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3"
  },
  {
    "id": 3,
    "title": "Thola'al Badru",
    "arabic": "طَلَعَ الْبَدْرُ عَلَيْنَا مِنْ ثَنِيَّاتِ الْوَدَاعِ\nوَجَبَ الشُّكْرُ عَلَيْنَا مَا دَعَا لِلّٰهِ دَاعِ\nأَيُّهَا الْمَبْعُوثُ فِينَا جِئْتَ بِالْأَمْرِ الْمُطَاعِ\nجِئْتَ شَرَّفْتَ الْمَدِينَة مَرْحَبًا يَا خَيْرَ دَاعِ",
    "latin": "Thola'al badru 'alaina min tsaniyyatil wada'\nWajaba syukru 'alaina ma da'a lillahi da'\nAyyuhal mab'utsu fina ji-ta bil amril mutho'\nJi-ta syarraftal madinah marhaban ya khoiro da'",
    "translation": "Telah muncul bulan purnama di hadapan kami, dari arah lembah Wada. Kami wajib bersyukur selagi ada orang yang menyeru kepada Allah. Wahai Rasul yang diutus kepada kami, Engkau datang dengan membawa perintah yang ditaati. Engkau datang dan memuliakan kota Madinah, selamat datang wahai penyeru terbaik.",
    "audio": "tholaal_badru.mp3",
    "category": "klasik",
    "url": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3"
  },
  {
    "id": 4,
    "title": "Ya Asyiqol Musthofa",
    "arabic": "يَا عَاشِقَ الْمُصْطَفَى أَبْشِرْ بِنَيْلِ الْمُنَى\nقَدْ رَاقَ كَأْسُ الصَّفَا وَطَابَ وَفْدُ الْهَنَا\nنُوْرُ الْجَمَالِ بَدَا مِنْ وَجْهِ شَمْسِ الْهُدَى\nمَنْ حَازَ كُلَّ الْعُلَا mَنْ خَصَّهُ بِالثَّنَا",
    "latin": "Ya asyiqol musthofa absyir binailil muna\nQod roqo kas-us shofaa wa thoba wafdul hana\nNuurul jamali bada min wajhi syamsil huda\nMan haaza kullal 'ula man khosshohu bits-tsana",
    "translation": "Wahai pecinta Nabi yang terpilih, berbahagialah dengan terkabulnya cita-cita. Piala bening telah berkilau dan rombongan kebahagiaan telah tiba. Cahaya ketampanan telah tampak dari wajah matahari petunjuk (Nabi Muhammad). Seseorang yang merengkuh segala keluhuran dan yang dikhususkan dengan pujian.",
    "audio": "ya_asyiqol.mp3",
    "category": "populer",
    "url": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3"
  },
  {
    "id": 5,
    "title": "Sholawat Tibbil Qulub",
    "arabic": "أَللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ طِبِّ الْقُلُوْبِ وَدَوَائِهَا\nوَعَافِيَةِ الْأَبْدَانِ وَشِفَائِهَا\nوَنُوْرِ الْأَبْصَارِ وَضِيَائِهَا\nوَعَلَى آلِهِ وَصَحْبِهِ وَسَلِّمْ",
    "latin": "Allohumma sholli 'ala sayyidina Muhammadin thibbil qulubi wa dawaiha\nwa 'afiyatil abdani wa syifaiha\nwa nuuril abshori wa dhiyaiha\nwa 'ala alihi wa shohbihi wa sallim",
    "translation": "Ya Allah, limpahkanlah rahmat kepada junjungan kami Nabi Muhammad, sebagai penyembuh hati dan obatnya, penyehat badan dan kesembuhannya, cahaya mata dan sinarnya, dan curahkanlah rahmat kepada keluarga dan sahabatnya.",
    "audio": "tibbil_qulub.mp3",
    "category": "hajat",
    "url": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3"
  },
  {
    "id": 6,
    "title": "Sholawat Munjiyat",
    "arabic": "اللّٰهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ صَلَاةً تُنْجِيْنَا بِهَا مِنْ جَمِيْعِ الْأَهْوَالِ وَالْآفَاتِ\nوَتَقْضِيْ لَنَا بِهَا جَمِيْعَ الْحَاجَاتِ\nوَتُطَهِّرُنَا بِهَا مِنْ جَمِيْعِ السَّيِّئَاتِ\nوَتَرْفَعُنَا بِهَا عِنْدَكَ أَعْلَى الدَّرَجَاتِ\nوَتُبَلِّغُنَا بِهَا أَقْصَى الْغَايَاتِ مِنْ جَمِيْعِ الْخَيْرَاتِ فِي الْحَيَاةِ وَبَعْدَ الْمَمَاتِ",
    "latin": "Allohumma sholli 'ala sayyidiana Muhammadin sholatan tunjina biha min jami'il ahwali wal-afat\nwa taqdhi lana biha jami'al hajat\nwa tuthohiruna biha min jami'is sayyi-at\nwa tarfa'una biha 'indaka a'lad darojat\nwa tuballighuna biha aqshol ghoyat min jami'il khoiroti fil hayati wa ba'dal mamat",
    "translation": "Ya Allah, limpahkanlah rahmat kepada junjungan kami Nabi Muhammad, yang dengan rahmat itu Engkau menyelamatkan kami dari segala ketakutan dan rintangan, menunaikan segala hajat kami, membersihkan kami dari segala keburukan, mengangkat derajat kami di sisi-Mu, dan menyampaikan tujuan maksimal kami dari segala kebaikan di waktu hidup maupun sesudah mati.",
    "audio": "munjiyat.mp3",
    "category": "hajat",
    "url": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3"
  },
  {
    "id": 7,
    "title": "Sholawat Ibrahimiyah",
    "arabic": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيْمَ وَعَلَى آلِ إِبْرَاهِيْمَ وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيْمَ وَعَلَى آلِ إِبْرَاهِيْمَ فِي الْعَالَمِيْنَ إِنَّكَ حَمِيْدٌ مَجِيْدٌ",
    "latin": "Allohumma sholli 'ala Muhammad wa 'ala ali Muhammad kama shollaita 'ala Ibrahim wa 'ala ali Ibrahim wa barik 'ala Muhammad wa 'ala ali Muhammad kama barakta 'ala Ibrahim wa 'ala ali Ibrahim fil 'alamina innaka hamidun majid",
    "translation": "Ya Allah, limpahkanlah rahmat kepada Muhammad dan keluarga Muhammad sebagaimana Engkau melimpahkan rahmat kepada Ibrahim dan keluarga Ibrahim. Berkatilah Muhammad dan keluarga Muhammad sebagaimana Engkau memberkati Ibrahim dan keluarga Ibrahim. Di seluruh alam semesta, sesungguhnya Engkau Maha Terpuji lagi Maha Mulia.",
    "audio": "ibrahimiyah.mp3",
    "category": "sholawat nabi",
    "url": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3"
  },
  {
    "id": 8,
    "title": "Sholawat Jibril",
    "arabic": "صَلَّى اللهُ عَلَى مُحَمَّد\nصَلَّى اللهُ عَلَيْهِ وَسَلَّمَ\nأَنْتَ شَمْسٌ أَنْتَ بَدْرٌ\nأَنْتَ نُوْرٌ فَوْقَ نُوْرٍ",
    "latin": "Shollallohu 'ala Muhammad\nShollallohu 'alaihi wasallam\nAnta syamsun anta badrun\nAnta nuurun fauqo nuurin",
    "translation": "Semoga Allah melimpahkan rahmat kepada Nabi Muhammad. Semoga Allah melimpahkan rahmat dan keselamatan kepadanya. Engkau bagai matahari, Engkau bagai bulan purnama, Engkau cahaya di atas cahaya.",
    "audio": "jibril.mp3",
    "category": "populer",
    "url": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3"
  },
  {
    "id": 9,
    "title": "Roqqota Aina (Assalamu Alayka)",
    "arabic": "رَقَّتْ عَيْنَايَ شَوْقاً وَلِطَيْبَةَ ذَرَفَتْ عِشْقاً\nفَأَتَيْتُ إِلَى حَبِيْبِي فَاهْدَأْ يَا قَلْبُ وَرِفْقاً\nصَلِّ عَلَى مُحَمَّد\nاَلسَّلَامُ عَلَيْكَ يَا يَا رَسُوْلَ الله\nاَلسَّلَامُ عَلَيْكَ يَا حَبِيْبِي يَا نَبِيَّ الله",
    "latin": "Roqqota aina ya syauqon, wa litoibata dhorofat 'isyqon\nFa-ataitu ila habibi, fahda' ya qolbu wa rifqon\nSholli 'ala Muhammad\nAssalamu 'alaika ya ya Rosulallah\nAssalamu 'alaika ya habibi ya Nabiyallah",
    "translation": "Kedua mataku penuh dengan kerinduan, dan meneteskan air mata karena cinta pada Thoybah (Madinah). Aku datang menemui kekasihku (Nabi), tenanglah wahai hati dan lembutlah. Bershalawatlah kepada Muhammad. Keselamatan bagimu wahai utusan Allah. Keselamatan bagimu wahai kekasihku, wahai Nabi Allah.",
    "audio": "assalamu_alayka.mp3",
    "category": "populer",
    "url": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3"
  },
  {
    "id": 10,
    "title": "Bil Qur'ani Sa'amdhi",
    "arabic": "بِالْقُرْآنِ سَأَمْضِي نَحْوة مَعَالِي الْأَرْضِ\nبِالْقُرْآنِ صَلَاتِي جَنَّةُ هَذِهِ الْحَيَاةِ\nوَبِالْقُرْآنِ أَرَى الرُّوحَ مَسْكَنُهَا الْأَفْرَاحُ",
    "latin": "Bil Qur'ani sa-amdhi nahwa ma'alil ardhi\nBil Qur'ani sholati jannatu hazidzil hayati\nWa bil Qur'ani aror ruuha maskanuhal afrahu",
    "translation": "Dengan Al-Quran aku akan melangkah menuju kemuliaan bumi. Dengan Al-Quran shalatku menjadi surga bagi kehidupan ini. Dan dengan Al-Quran aku melihat jiwa bersemayam dalam kegembiraan.",
    "audio": "bil_qurani.mp3",
    "category": "klasik",
    "url": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3"
  },
  {
    "id": 11,
    "title": "Adfaita",
    "arabic": "أَضْفَيْتَ عَلَى الْجَمَالِ الْجَمَالَا\nفَازْدَانَ الْكَوْنُ وَتَلَالَا\nبِشَهَادَةِ أَنَّكَ لَمْ تَعْدَمْ لِلْخَلْقِ مَنَالَا",
    "latin": "Adfaita 'alal jamalil jamala\nFazdanal kaunu wa talala\nBisyahadati annaka lam ta'dam lil kholqi manala",
    "translation": "Engkau telah memberikan keindahan di atas keindahan (Nabi Muhammad). Maka semesta berhias dan berkilauan. Dengan kesaksian bahwa sesungguhnya keberadaanmu (Nabi) tidak akan pernah sirna sebagai anugerah bagi makhluk-Nya.",
    "audio": "adfaita.mp3",
    "category": "klasik",
    "url": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3"
  },
  {
    "id": 12,
    "title": "Man Ana",
    "arabic": "مَنْ أَنَا مَنْ أَنَا لَوْلَاكُم كَيْفَ مَا حُبُّكُم كَيْفَ مَا أَهْوَاكُم\nمَا سِوَايَ وَلَا غَيْرَكُم سِيامَا لَوْلَا مَعْنَاكُم\nأَنْتُم أَنْتُم مُرَادِي وَأَنْتُم قَصْدِي وَاعْتِمَادِي",
    "latin": "Man ana man ana laulakum, kaifa ma hubbukum kaifa ma ahwakum\nMa siwaya wa la ghoirakum, siyama laula ma'nakum\nAntum antum murodi, wa antum qosdi wa'timadi",
    "translation": "Siapakah diriku, siapakah diriku jika bukan karena kalian (guru-guru). Bagaimana mungkin aku tidak mencintai kalian, bagaimana mungkin aku tidak merindukan kalian. Tiada bagiku selain kalian dan tidak ada yang lain, apalagi jika bukan karena kehadiran kalian. Kalianlah pendambaanku, dan kalianlah tujuanku serta tempat sandaranku.",
    "audio": "man_ana.mp3",
    "category": "populer",
    "url": "https://www.soundhelix.com/examples/mp3/SoundHelix-Song-1.mp3"
  }
]